Repository: hholtmann/smcFanControl
Catalog: Ressources/*.lproj/Localizable.strings
Languages: german, spanish

source: Do you really want to delete the favorite %@?
german: Wollen Sie den Favoriten %@ wirklich löschen?
spanish: ¿Seguro que desea eliminar el favorito: %@?

source: Yes
german: Ja
spanish: Sí

source: Delete favorite
german: Favoriten löschen
spanish: Favorito eliminado

source: MainFan
german: Hauptlüfter
spanish: Ventilador principal

source: Left Fan
german: Linker Lüfter
spanish: Ventilador izquierdo

source: Right Fan
german: Rechter Lüfter
spanish: Ventilador derecho

source: smcFanControl has not been tested on this machine yet, but it should run if you follow the instructions. If you choose to continue, please make sure you have no other FanControl-software running. Otherwise please quit, deinstall the other software, restart your machine and rerun smcFanControl!
german: smcFanControl wurde auf Ihrem Computermodel noch nicht getestet! Es sollte jedoch problemlos funktionieren, wenn Sie die Hinweise beachten. Bevor Sie auf Weiter klicken, stellen Sie sicher das keine andere FanControl-Software läuft. Sollte dies noch der Fall sein, wählen Sie Abbrechen, deinstallieren Sie die andere Software, starten Sie Ihren Rechner neu und rufen Sie smcFanControl erneut auf!
spanish: smcFanControl no ha sido probado en esta máquina, pero debería de funcionar si sigue esta insrucciones. Si decide continuar asegúrese de que no hay otro programa de control de ventiladores; si es así salga, desinstale los otros programas, reinicie y lance otra vez smcFanControl

source: Continue
german: Weiter
spanish: Continuar

source: Quit
german: Abbrechen
spanish: Salir

source: Alert!
german: Achtung!
spanish: ¡Atención!

source: Active Setting
german: Aktive Einstellung
spanish: Configuración activa

source: Remind me later
german: Später erinnern
spanish: Recuérdame luego

source: Consider a donation
german: Spenden...
spanish: Considera una donación

source: Never ask me again
german: Nie wieder fragen
spanish: No volver a preguntar

source: Donate over Paypal
german: Spenden über PayPal
spanish: Dona mediante Paypal

source: smcFanControl keeps your Mac cool since 2006. If smcFanControl is helfpul for you and you want to support further development, a small donation over Paypal is much appreciated.
german: smcFanControl hält seit 2006 Macs in aller Welt kühl. Wenn Sie smcFanControl gerne benutzen und Sie die Weiterentwicklung unterstützen wollen, freuen wir uns über eine kleine Spende über PayPal.
spanish: smcFanControl mantiene tu Mac fresco desde 2006. Si smcFanControl es útil para ti y quieres apoyar su desarrollo, apreciamos que nos aportes una pequeña donación a través de Paypal.

source: Do you want to reset smcFanControl to default settings? Favorites will be deleted and fans will return to default speed.
german: Wollen Sie smcFanControl auf die Default-Einstellungen zurücksetzen? Die Favoriten werden gelöscht und die Lüfter auf Werkseinstellung gesetzt.
spanish: ¿Desea restablecer la configuración predeterminada de smcFanControl? - Los favoritos se eliminarán y los ventiladores volverán a la velocidad predeterminada.

source: Please shutdown your computer now to return to default fan settings.
german: Bitte schalten Sie den Computer jetzt aus, um die Werkseinstellung für die Lüfter wiederherzustellen.
spanish: Por favor, apaga el ordenador ahora para restaurar la configuración de los ventiladores

source: Reset Settings
german: Einstellungen zurücksetzen
spanish: Ajustes de fábrica

source: Shutdown required
german: Ausschalten erforderlich
spanish: Se necesita apagar

source: No Fans
spanish: Tu Mac no es compatible porque no tiene ventiladores. Si cree que se trata de un error, plantee un problema a través de

source: Model Identification
spanish: Identificador del modelo

source: No
german: Nein
